arc-solid-gtk-theme
bibata-cursor-theme-bin
blueberry
fluidplug-git
gcc14
gcc14-libs
geocode-glib-2
geocode-glib-common
gnome-bluetooth
google-breakpad
grub-customizer-debug
gtk2
lib32-a52dec
lib32-aom
lib32-bluez-libs
lib32-faac
lib32-faad2
lib32-glslang
lib32-gsm
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gstreamer
lib32-l-smash
lib32-lame
lib32-libass
lib32-libbluray
lib32-libbs2b
lib32-libcdio
lib32-libdav1d
lib32-libdc1394
lib32-libdca
lib32-libde265
lib32-libdvdnav
lib32-libdvdread
lib32-libfdk-aac
lib32-libgme
lib32-liblrdf
lib32-libmpcdec
lib32-libmpeg2
lib32-libnuma
lib32-libsoup
lib32-libsrtp
lib32-libvmaf
lib32-neon
lib32-opencore-amr
lib32-openjpeg2
lib32-raptor
lib32-rtmpdump
lib32-sbc
lib32-serd
lib32-shaderc
lib32-sord
lib32-soundtouch
lib32-srt
lib32-vmaf
lib32-wildmidi
lib32-x264
lib32-x265
lib32-xvidcore
lib32-zimg
lib32-zix
lib32-zvbi
logiops-debug
lovely-injector
lsp-plugins-noicons
paru-debug
python-convertdate
python-hijridate
python-holidays
python-jdatetime
python-kitchen
python-korean_lunar_calendar
python-nspektr
python-taskw
qt5-location
qt5-webchannel
qt5-webengine
qt5-websockets
sddm-conf-git
sddm-conf-git-debug
stremio
walker-bin
wallust
wallust-debug
wezterm-git-debug
wlogout-debug
youtube-music-bin
