arc-solid-gtk-theme
bibata-cursor-theme-bin
fluidplug-git
google-breakpad
grub-customizer-debug
logiops-debug
lovely-injector
opencode-ai-bin
paru-debug
python-convertdate
python-hijridate
python-holidays
python-jdatetime
python-kitchen
python-korean_lunar_calendar
python-nspektr
python-taskw
sddm-conf-git
sddm-conf-git-debug
wallust
wallust-debug
wezterm-git-debug
wlogout-debug
