7zip
adobe-source-code-pro-fonts
avahi
base
base-devel
bat
bc
bibata-cursor-theme-bin
blueberry
blueman
bluetui
bluez-utils
btop
cargo
ccid
clang
cliphist
cmake
cuda
cups-browsed
cups-filters
cups-pdf
docker
docker-buildx
docker-compose
dust
efibootmgr
egl-gbm
egl-wayland
egl-x11
evince
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
firefox
fish
fzf
gcc14
gimp
git
github-cli
glu
gnome-calendar
gnome-keyring
gnome-system-monitor
gnome-themes-extra
go
grim
grub
gst-plugin-pipewire
gum
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
ibus
imagemagick
impala
imv
inetutils
intel-ucode
inxi
iwd
jq
jre-openjdk
kdenlive
kvantum
kvantum-qt5
lazydocker
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
libnewt
libpulse
libqalculate
libva-nvidia-driver
libvdpau
libxnvctrl
linux
linux-firmware
linux-headers
llvm
localsend
loupe
luarocks
mako
man
man-db
mariadb-libs
mise
mpv
mpv-mpris
nautilus
neovim
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
ollama-cuda
opencl-nvidia
opensc
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
paru
paru-debug
pavucontrol
pcsc-tools
pinta
pipewire
pipewire-alsa
pipewire-pulse
playerctl
plocate
plymouth
polkit-kde-agent
postgresql-libs
prettier
python-pyquery
python-ruff
python-uv
qalculate-gtk
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rofi-calc
rofi-greenclip
rofi-wayland
rust-analyzer
satty
sddm
sddm-conf-git
slurp
smartmontools
sof-firmware
starship
steam
stow
stylua
sushi
swappy
sway
swaybg
swaync
swayosd
system-config-printer
television
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
tree
tree-sitter-cli
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono-nerd
tumbler
tzupdate
ufw
ufw-docker
unzip
uv
uwsm
vim
vulkan-nouveau
walker-bin
wallust
waybar
wev
wf-recorder
wget
whois
wireless_tools
wiremix
wireplumber
wl-clip-persist
wl-clipboard
wl-screenrec
woff2-font-awesome
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-nouveau
xmlstarlet
xorg-server
xorg-xinit
xournalpp
yad
yaru-icon-theme
yt-dlp
zoxide
zram-generator
zsh
