7zip
adobe-source-code-pro-fonts
base
base-devel
bat
bc
bibata-cursor-theme-bin
blueman
bluetui
bluez-utils
btop
ccid
cliphist
cmake
cuda
efibootmgr
egl-gbm
egl-wayland
egl-x11
fastfetch
fd
ffmpegthumbnailer
firefox
fish
fzf
gimp
git
github-cli
glu
gnome-calendar
gnome-system-monitor
go
grim
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
ibus
imagemagick
intel-ucode
inxi
iwd
jq
jre-openjdk
kvantum
lazygit
lib32-nvidia-utils
lib32-opencl-nvidia
libnewt
libpulse
libva-nvidia-driver
libvdpau
libxnvctrl
linux
linux-firmware
linux-headers
loupe
man-db
mpv-mpris
neovim
network-manager-applet
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
ollama-cuda
opencl-nvidia
opensc
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
paru
paru-debug
pavucontrol
pcsc-tools
pipewire
pipewire-alsa
pipewire-pulse
playerctl
polkit-kde-agent
prettier
python-pyquery
python-ruff
python-uv
qalculate-gtk
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi-calc
rofi-greenclip
rofi-wayland
rust-analyzer
sddm
sddm-conf-git
slurp
smartmontools
sof-firmware
starship
steam
stow
stylua
swappy
sway
swaync
television
thunar
thunar-archive-plugin
thunar-volman
tmux
tree
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono-nerd
tumbler
unzip
uv
uwsm
vim
vulkan-nouveau
wallust
waybar
wev
wget
wireless_tools
wireplumber
wpa_supplicant
xarchiver
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xinit
yad
yt-dlp
zoxide
zram-generator
zsh
