7zip
adobe-source-code-pro-fonts
adw-gtk-theme
alacritty
alsa-utils
arp-scan
ast-firmware
base
base-devel
bat
bind
blueman
bluetui
bluez-utils
borgmatic
brightnessctl
btop
ccid
chaotic-keyring
chaotic-mirrorlist
clang
cliphist
clipmenu
cmake
cups
cups-browsed
cups-filters
cups-pdf
dms-shell
docker
docker-buildx
docker-compose
downgrade
dust
easyeffects
efibootmgr
elephant
elephant-clipboard
evince
eza
fastfetch
fd
ffmpegthumbnailer
firefox
fish
fisher
fontforge
fzf
ghc
ghc-libs
ghostty
gimp
git
github-cli
glu
gnome-calendar
gnome-disk-utility
gnome-keyring
gnome-system-monitor
gnome-themes-extra
go
google-chrome
greetd
grim
gst-libav
gst-plugin-pipewire
gum
gvfs
gvfs-mtp
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
hyprutils
ibus
imagemagick
impala
imv
inetutils
input-remapper-git
intel-ucode
inxi
iwd
jq
jre-openjdk
kdenlive
kvantum
kvantum-qt5
lazydocker
lazygit
lib32-opencl-nvidia
libguestfs
libnewt
libpulse
libreoffice-still
libva-nvidia-driver
limine
linux
linux-firmware
linux-headers
llvm
localsend
logiops
loupe
love
luarocks
lutris
mako
man-db
mariadb-libs
mousepad
mpv-mpris
nano
ncdu
neovim-git
nerdfix
network-manager-applet
niri
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
obs-studio
ollama-cuda
omarchy-chromium
opencode
openrgb
opensc
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
paru
pavucontrol
pcsc-tools
pdftk
perf
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
polkit-kde-agent
postgresql-libs
prettier
pulsemixer
python-requests
python-ruff
python-uv
qalculate-gtk
qsynth
qt5-graphicaleffects
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rofi
rust-analyzer
rustup
satty
sc3-plugins
sddm
slurp
smartmontools
sof-firmware
soundfont-fluid
speedtest-cli
sshfs
starship
steam
stow
stylua
supercollider
sushi
swappy
sway
swaybg
swaync
swayosd
swh-plugins
system-config-printer
television
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
tokei
torbrowser-launcher
tree
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono-nerd
tumbler
tzupdate
ufw
ufw-docker
umu-launcher
unzip
uwsm
v4l2loopback-dkms
vim
vulkan-nouveau
vulkan-tools
waybar
wev
wf-recorder
wget
whois
wireless_tools
wiremix
wireplumber
wl-clip-persist
woff2-font-awesome
wpa_supplicant
xarchiver
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-nouveau
xmlstarlet
xorg-server
xorg-xinit
xournalpp
xwayland-satellite
yad
yaru-icon-theme
yazi
yt-dlp
zoxide
zram-generator
zsh
